Repository: RobertAdamczyk/My-Receipts
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: pl

source: My Receipts
pl: Moje Paragony

source: You have no receipts.
pl: Nie masz paragonów. Dodaj nowy paragon w menu.

source: Your Categories
pl: Twoje Kategorie

source: Categories
pl: Kategorie

source: Your Receipts
pl: Twoje Paragony

source: Receipts
pl: Paragony

source: All
pl: Wszystkie

source: %lld receipts
pl: %lld paragony

source: Purchase: %@
pl: Kupiono: %@

source: Guarantee to: %@
pl: Gwarancja do: %@

source: You have no receipts here.
pl: Nie masz tutaj paragonów.

source: Title
pl: Tytuł

source: Categorie
pl: Kategoria

source: Warranty
pl: Gwarancja

source: Purchase
pl: Zakup

source: Date of Purchase
pl: Data zakupu

source: Done
pl: Zapisz

source: New Receipt
pl: Nowy Paragon

source: Load Image
pl: Wczytaj zdjęcie

source: Is there a guarantee for the receipt?
pl: Czy jest gwarancja do paragonu?

source: End of Warranty
pl: Koniec gwarancji

source: Take a photo
pl: Zrób zdjęcie

source: Use existing
pl: Wczytaj z galerii

source: Add Receipt
pl: Dodaj

source: Settings
pl: Ustawienia

source: Notifications
pl: Powiadomienia

source: General
pl: Ogólne

source: About
pl: O Aplikacji

source: App
pl: Aplikacja

source: You haven't allowed this app to show notifications.
pl: Nie zezwolieś aplikacji do pokazywania powiadomień.

source: You can enable this functionality in phone:
pl: Możesz włączyć tą funkcję w telefonie:

source: Settings → My Receipts → Notifications → Allow
pl: Ustawienia → Moje Paragony → Powiadomienia → Zezwól

source: Enable Notifications
pl: Aktywuj powiadomienia

source: Allow Notifications
pl: Zezwól na powiadomienia

source: Notification Options
pl: Opcje Powiadomień

source: The alert will come %lld days before the warranty expires.
pl: Powiadomienie przyjdzie %lld dni przed końcem gwarancji.

source: Notify me before
pl: Powiadom mnie przed

source: You have no categories.
pl: Nie masz kategorii.

source: Add
pl: Dodaj

source: Version:
pl: Wersja:

source: Created by:
pl: Stworzył:

source: Thanks for using my application. ❤️❤️❤️
pl: Dziękuję za pobranie mojej aplikacji. ❤️❤️❤️

source: If you like it, leave a review on the AppStore.
pl: Jeśli Ci się podoba to zostaw ocenę w AppStore.

source: Enter...
pl: Wprowadź...

source: New Categorie
pl: Nowa Kategoria

source: Sort by:
pl: Sortuj według:

source: Title (A-Z)
pl: Tytuł (A-Z)

source: Title (Z-A)
pl: Tytuł (Z-A)

source: Date of Purchase (Ascending)
pl: Data zakupu (Od najstarszego)

source: Date of Purchase (Descending)
pl: Data zakupu (Od najnowszego)

source: End of Warranty (Ascending)
pl: Koniec gwarancji (Od najstarszego)

source: End of Warranty (Descending)
pl: Koniec gwarancji (Od najnowszego)

source: You haven't allowed this app to use camera.
pl: Nie zezwolieś aplikacji do korzystania z kamery.

source: You can enable this functionality in phone Settings.
pl: Możesz włączyć tą funkcje w ustawieniach telefonu.

source: USE THIS PHOTO
pl: UŻYJ TO ZDJĘCIE

source: You haven't allowed this app to save photos.
pl: Nie zezwoliłeś aplikacji do zapisywania zdjęć.

source: Save in Photos
pl: Zapisz w galerii

source: Saved
pl: Zapisano
